{
  "s-p": "SIMPLY PROFESSIONAL",
  "fs1": "DRAG & DROP",
  "fd1": "Foliodrop is for you if you want to manage your website fast and in very intuitive manner. We don’t expect you to know HTML or other technical stuff. And we don’t want you to waste time on understanding how to do things. Managing foliodrop website is as simple as moving icons on your desktop - simply drag & drop.",
  "fs2": "CLOUD HOSTING",
  "fd2": "We don’t wan to get too technical here. In a nutshell: cloudhosting is fast! it’s a peace of mind for you because, the highest level of website performance and availablity is guaranteed by multiple machines. We use most reliably and fast Amazon Cloud Servers, to deliver the best user experience to your and your website visitors.",
  "fs3": "WEBSTATS",
  "fd3": "If you would like to know , who, when and from where visits your website or find out how many people are currently on your website, and how often your PDF too was used -  we got you covered. Powered by ©PiWik our statistic feature delivers a simple overview of most interesting and useful statistics, without bothering you with overloaded charts and unneccessary information.",
  "fs4": "PDF TOOL",
  "fd4": "Wether your are a visual artists, an actor, a model or a creative agency. let your visitors create downoadable Sedcards and image selections in PDF format instead cumborsome screenshot hassle. Images can be added to the PDF dahsboard, can be arranged and download as PDF or even sent by Email. You can customize the PDF by adding your logo, contact or any other information.",
  "fs5": "CLIENT AREA",
  "fd5": "Protect your image albums with password and grant access only to certain visitors. With the “request password” feature you will be notified by email if someone without the password wants to see your content. Content protected areas or albums with image selections can be created like that.",
  "fs6": "CUSTOM DOMAINS",
  "fd6": "You can connect single (foliodrop free) or multiple (foliodrop PRO) custom domains with your foliodrop account. Brand it even further with your custom favicon. Both features are included in the “forever free” foliodrop plan!",
  "fs7": "VIMEO & YOUTUBE",
  "fd7": "Embed your Vimeo & YouTube videos directly to your foliodrop website. With Vimeo you can stream entire channels. Perfect for videographers, photographers and models.",
  "fs8": "INSTANT RESIZE",
  "fd8": "Beacuse we store your originally uploaded files, you can resizes your images as often as you like. There will be no quality loss.  Simply change the size of your images on your website with one click -  as often as you want, without the need to re-upload them.",
  "fs9": "INDIVIDUAL DESIGN",
  "fd9": "Customize your website fully with our simple yet powerful design editor. Colors, Fonts, Logos, and navigation can be adjusted to your personal taste.  Make your website unique in few clicks without any coding or HTML knowledge. You can purchase new website designs from our template shop anytime. The customizable classic template is included in foliodrop forever free plan! ",
  "fs10": "PICDROP",
  "fd10": "Foliodrop presents PicDrop - the image collaboration and image sharing tool for professional photographers. Equipped with wonderful features and a very intuitive and simple interface it is a pleasure to use. Collaborate on image selections with your clients, allow downloads of highres image files and protect galleries with passwords. PicDrop is a perfection addition to your foliodrop website. PicDrop Accounts can now be integrated in your foliodrop account and used with custom sharing URL. Detailed information on PicDrop and it’s features can be found here. ",
  "fs11": "TEMPLATE SHOP",
  "fd11": "Discover our simple, yet elegant customizable designs. You can switch between designs without the hassle of adjusting everything or re-uploading images. All settings are stored so If you switch back to your previous design - everything is as you left it. Discover our templates."
}
